Revit 2027 API
ParameterTypeId.RbsDistributionsysConfigParam Property
 "Configuration"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDistributionsysConfigParam { get; }
Public Shared ReadOnly Property RbsDistributionsysConfigParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDistributionsysConfigParam {
	ForgeTypeId^ get ();
}
static member RbsDistributionsysConfigParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace